Language = {}

Language = {
    -- Geral
    ["Currency"] = "$",

    -- Job Commands
    ["registration"] = "registervehicle",
    ["rDescription"] = "Даване на меню за регистрация",

    ["insurance"] = "insurancevehicle",
    ["iDescription"] = "Даване на меню за застраховка",

    ["WrongJob"] = "Не може да правите това",
    ["NotOnline"] = "Гражданина не е в града",

    -- Notifys
    ["Dead"] = "Нямате достъп до него, докато сте мъртви.",
    ["Water"] = "Нямате достъп до него във водата.",
    ["Veiculo"] = "Не можете да направите това извън автомобила.",
    ["Clean"] = "Превозното средство е мръсно, трябва първо да го измиете!",
    ["Owned"] = "Този превозно средство не е ваше",
    ["NoMoney"] = "Нямате достатъчно пари в брой",
    ["Success"] = "Изчакайте за момент, отпечатваме документите.",
    ["Registration"] = "Превозното средство трябва да има валидна регистрация",
    ["Repaired"] = "Превозното средство е поправено",

    -- qb-ui
    ["InputHeader"] = "🚗 Застраховка",
    ["InputHeader2"] = "🚗 Регистрация",
    ["InputConfirm"] = "Подпис",
    ["InputName"] = "Име: ",
    ["InputCitizenID"] = "ЕГН: ",
    ["InputPlate"] = "Рег. Номер: ",
    ["InputModel"] = "Модел: ",

    -- qb-ui
    ["Header"] = "Застраховки",
    ["xTime"] = "📃 1 Седмица", -- you can change to your own time (recommend to change accord your Config.xTime)
    ["2xTime"] = "📃 2 Седмици",
    ["3xTime"] = "📃 3 Седмици",
    ["InfoxTime"] = "🔹Тази застраховка ще бъде валидна за следващата 1 седмица.\n💲Цена: ",
    ["Info2xTime"] = "🔹Тази застраховка ще бъде валидна за следващите 2 седмици.\n💲Цена: ",
    ["Info3xTime"] = "🔹Тази застраховка ще бъде валидна за следващите 3 седмици.\n💲Цена: ",
    ["HeaderHealth"] = "Здравна Застраховка",

    -- Email
    ["Sender"] = "6STR Tuner Shop",
    ["Subject"] = "Застраховка",
    ["Email_1"] = "Рег. Номер: ",
    ["Email_2"] = "\n МПС: ",
    ["Email_3"] = "\n Информация: Това МПС вече има валидна застраховка \n Валидност:",

    -- Progressbar
    ["Testing"] = "Попълване на документите...",
    ["Registration2"] = "Регистриране на МПС-то...",
    ["mot"] = "Попълване на документите за ГТП...",
    ["Repairing"] = "Поправяне на МПС-то...",
    ["Health"] = "В момента попълваме здравната застраховка...",

    -- Target
    ["Icon"] = "fas fa-car",
    ["Label"] = "Застраховки",
    ["Label2"] = "Регистрация",
    ["IconRepair"] = "fas fa-car",
    ["LabelRepair"] = "Поправка",
    ["IconHealth"] = "fa-solid fa-heart",
    ["LabelHealth"] = "Здравна Застраховка",

    -- Commands
    ["DontHave"] = "Превозното средство няма валидна застраховка",
    ["Have"] = "Превозното средство има валидна застраховка",
}
