local Translations = {
    notify = {
        ydhk = 'Нямате ключове за това превозно средство.',
        nonear = 'Няма никого наоколо, за да му дадете ключове',
        vlock = 'Превозното средство е заключено!',
        vunlock = 'Превозното средство е отключено!',
        vlockpick = 'Успяхте да разбиере ключалката!',
        fvlockpick = 'Не успяхте да намерите ключовете.',
        vgkeys = 'Дадохте ключовете.',
        vgetkeys = 'Вие получихте ключовете за превозното средство!',
        fpid = 'Попълнете данните на човека и табелите',
        cjackfail = 'Кражбата на кола се провали!',
        vehclose = 'На близко няма превозно средство!',
    },
    progress = {
        takekeys = 'Взимате ключовете...',
        hskeys = 'Търсите ключовете...',
        acjack = 'Опитвате се да откраднете...',
    },
    info = {
        skeys = '~g~[H]~w~ - за да търсите ключове',
        tlock = 'Отключете/Заключете вратите на превозното средство',
        palert = 'Кражбата на превозното средство е в действие. Модел: ',
        engine = 'Включи/Изключи превозното средство',
    },
    addcom = {
        givekeys = 'Дайте ключовете на някого. Ако не си въвел ID се дава на най-близкия играч.',
        givekeys_id = 'id',
        givekeys_id_help = 'Щатско ID',
        addkeys = 'Дайте ключовете на някого за автомобила.',
        addkeys_id = 'id',
        addkeys_id_help = 'Player ID',
        addkeys_plate = 'Рег. номер',
        addkeys_plate_help = 'Рег. номер',
        rkeys = 'Премахни ключовете на някого.',
        rkeys_id = 'id',
        rkeys_id_help = 'Щатско ID',
        rkeys_plate = 'Рег. номер',
        rkeys_plate_help = 'Рег. номер',
    }
}


Lang = Lang or Locale:new({
    phrases = Translations,
    warnOnMissing = true
})
